Repository: AliaksandraMakey/MindBoost_App
Catalog: MindBoost_App/Resourses/*.lproj/Localizable.strings
Languages: fr

source: Continue
fr: Продолжить

source: Select language
fr: Выберите язык

# set_name
source: Your name, please
fr: Введите имя

# select_category
source: Select your preferred categories
fr: Укажите предпочитаемую категорию

# select_gender
source: Select your gender
fr: Укажите свой пол

# select_background
source: Select your background
fr: Выберите цвет фона для аффирмаций

# categorie
source: Categories
fr: Категории

source: All Affirmations
fr: Все аффирмации

source: Favorite Affirmations
fr: Избранные

source: User Settings
fr: Настройки

# userName
source: Name
fr: Имя

# userGender
source: Gender
fr: Пол

# userNotSpecified
source: Not specified
fr: Не указан

# userLanguage
source: Language
fr: Язык

# userBackground
source: Background
fr: Фон

# userFavoriteCategories
source: Favorite Categories
fr: Выбранные категории

# love_affirmation_1
source: I am worthy of love and deserve to receive love in abundance
fr: Я достойна любви и заслуживаю получать любовь в изобилии

# love_affirmation_2
source: My heart is open to giving and receiving love
fr: Мое сердце открыто для дарения и получения любви

# love_affirmation_3
source: I am surrounded by love every day and in every way
fr: Я окружена любовью каждый день и во всем

# love_affirmation_4
source: I attract love and loving relationships into my life
fr: Я привлекаю любовь и любящие отношения в свою жизнь

# love_affirmation_5
source: Love flows to me and through me effortlessly
fr: Любовь течет ко мне и через меня легко и естественно

# love_affirmation_6
source: I radiate love and others reflect love back to me
fr: Я излучаю любовь, и другие отражают любовь ко мне

# love_affirmation_7
source: My relationships are filled with love, happiness, and respect
fr: Мои отношения наполнены любовью, счастьем и уважением

# love_affirmation_8
source: I am grateful for the love that surrounds me
fr: Я благодарна за любовь, которая меня окружает

# love_affirmation_9
source: Love comes to me easily and effortlessly
fr: Любовь приходит ко мне легко и естественно

# love_affirmation_10
source: I am a magnet for loving and fulfilling relationships
fr: Я магнит для любящих и полных отношений

# friend_affirmation_1
source: I am surrounded by supportive and loving friends
fr: Я окружена поддерживающими и любящими друзьями

# friend_affirmation_2
source: I attract positive and loyal friendships into my life
fr: Я привлекаю позитивные и верные дружбы в свою жизнь

# friend_affirmation_3
source: My friends and I share mutual respect and trust
fr: Мои друзья и я разделяем взаимное уважение и доверие

# friend_affirmation_4
source: I am a kind and caring friend, and I receive the same in return
fr: Я добрая и заботливая подруга, и я получаю то же самое взамен

# friend_affirmation_5
source: My friendships are filled with joy, laughter, and understanding
fr: Мои дружеские отношения наполнены радостью, смехом и пониманием

# friend_affirmation_6
source: I am grateful for the amazing friends in my life
fr: Я благодарна за удивительных друзей в моей жизни

# friend_affirmation_7
source: I nurture and cherish my friendships
fr: Я забочусь и дорожу своими дружескими отношениями

# friend_affirmation_8
source: I attract friends who support and uplift me
fr: Я привлекаю друзей, которые поддерживают и поднимают меня

# friend_affirmation_9
source: My friends and I grow together in love and harmony
fr: Мои друзья и я растем вместе в любви и гармонии

# friend_affirmation_10
source: I am a magnet for genuine and lasting friendships
fr: Я магнит для искренних и долгих дружеских отношений
